{
    "postsArray": [
        {
            "postId": "1",
            "username": "reza_rashidpour",
            "caption": "یه خبر خوب ❤ مشکل مسکن پنج قلو‌ها که در شماره‌های آخر \"حالاخورشید\" مطرح کردیم‌، با پی‌گیری همکارام و همت مرکز ارتباطات مردمی ریاست جمهوری کاملا حل شد و سند رسمی خونه‌شون رو تحویل گرفتن. گفتم بگم که شما هم اندازه من شاد بشین توی این روزای شلوغ.",
            "image": "post1.png",
            "commentsCount": "3"
        },
        {
            "postId": "2",
            "username": "bahramradan",
            "caption": "هشتم اردیبهشت هر سال بهانه ایست تا بیاد بیارم چه بر من گذشته و چه در انتظارم است، مثل هر انسان دیگری سال‌های زندگی من هم پر بوده از لحظاتی تلخ ، شیرین، گاهی پر از دلهره، اضطراب و بسیار خوشی‌ها و تجربیاتی که بیش از هر چیز، مسیر آینده ام را روشن‌کرده.            چهل سال پیش در چنین روزی، ساعت ۱۶:۴۵ در بیمارستان ایرانمهر تهران به دنیا آمدم و فردا آغاز فصل تازه ایست، فصل تازه ای که چهل سال منتظرش بودم❤️ عکس ها: تولد پنج سالگی ام در مهدکودک مدرسه شهید دربندی که مادرم آن سال‌ها ناظمش بود، اردیبهشت ۱۳۶۳",
            "image": "post2.png",
            "commentsCount": "2"
        },
        {
            "postId": "3",
            "username": "rambodjavan1",
            "caption": "سلام به همه.            دیروز و امروز در اهواز و روستاهای اطراف هستیم.            برای تهیه گزارش از وضعیت منطقه و مردم عزیز این منطقه.            ۱-اوضاع همچنان تو بعضی مناطق اصلا خوب نیست و مردم همچنان در محاصره آب هستن.            ۲-علت استفاده از هلی‌کوپتر برای بعضی‌ها که لوس و بی‌نمک و کم هوشن می‌تونه کار تجملاتی‌ای باشه. ولی چون هنوز بعضی روستاها تمام ارتباطات جاده‌ایشون قطعه یا با قایق یا با هلی‌کوپتر می‌شه بهشون رسید که برای تیم ما (گروه فیلمبرداری) به خاطر سرعت بیشتر و دسترسی راحت‌تر هلی‌کوپتر انتخاب شد و در اختیار قرار گرفت (که همراه ما برای استفاده‌ی بهینه از وقت و انرژی و.... کمک‌ها هم ارسال شد)",
            "image": "post3.png",
            "commentsCount": "5"
        },
        {
            "postId": "4",
            "username": "alimotahari_ir",
            "caption": "حضور در مراسم ختم زنده‌یاد بهمن کشاورز رئیس سابق اتحادیه سراسری کانون‌های وکلای دادگستری ایران",
            "image": "post4.png",
            "commentsCount": "1"
        },
        {
            "postId": "5",
            "username": "hrsaniei",
            "caption": "",
            "image": "post5.png",
            "commentsCount": ""
        }
    ]
}